<template>
  <main>
    <div class="program">
      <div class="wrapper">
        <div class="title">
          <h1>Условия бонусной программы:</h1>
        </div>
        <div class="program-desc">
          <p>Стать участником бонусной программы легко, просто и удобно с мобильным приложением от ресторана.</p>
          <p>При первом заказе через мобильное приложение у вас будет создан бонусный счёт со стартовым статусом.</p>
          <p>Накапливайте баллы и оплачивайте ими до 50% своего заказа.</p>
          <p>1 балл = 1 ₽.</p>
          <p>При накоплении баллов учитывается только оплаченная сумма заказа.</p>
          <p>Баллы накапливаются за заказ в ресторане, так и в мобильном приложении, сайте.</p>
          <p>Статусы которые вы можете получить:</p>
          <ol>
            <li>Стартовый статус Зелёный - 3% от заказа возвращается на ваш бонусный счёт.</li>
            <li>Статус Прошаренный - 5%, если сумма заказов в прошлом месяце более 3 000 ₽.</li>
            <li>Статус Матёрый - 7%, если сумма заказов в прошлом месяце более 6 000 ₽.</li>
            <li>Статус Безупречный - 9%, если сумма заказов в прошлом месяце более 10 000 ₽.</li>
            <li>Статус Инвестор - 12%, если сумма заказов в прошлом месяце более 15 000 ₽.</li>
          </ol>
          <p>Скидки по акциям не суммируются!</p>
        </div>
      </div>
    </div>
  </main>
</template>

<script>
export default {
  name: 'Bonus',
};
</script>

<style scoped>

</style>
